[
  {
    "title": "5 Simple Meditation Tips for Beginners",
    "preview": "Meditation doesn't have to be complicated. These five tips will help you start a simple, sustainable practice that fits your life.",
    "content": "<p>Meditation can feel intimidating, but it doesn't have to be. Here are five simple tips to help you get started...</p>",
    "date": "2024-06-01",
    "tags": ["Meditation Tips", "Mindful Living"],
    "image": "https://images.unsplash.com/photo-1506744038136-46273834b3fb?auto=format&fit=crop&w=600&q=80"
  },
  {
    "title": "How Mindfulness Helped Me Through Stressful Exams",
    "preview": "Finals week can be overwhelming, but mindfulness gave me tools to manage my stress and stay focused. Here's how it made a difference for me.",
    "content": "<p>During finals week, I felt overwhelmed. Practicing mindful breathing and short meditations helped me stay calm...</p>",
    "date": "2024-05-20",
    "tags": ["Personal Stories", "Mindful Living"],
    "image": "https://images.unsplash.com/photo-1464983953574-0892a716854b?auto=format&fit=crop&w=600&q=80"
  },
  {
    "title": "Types of Meditation: Which One is Right for You?",
    "preview": "From guided meditations to loving-kindness, there's a style for everyone. Discover which type of meditation might fit your personality and needs best.",
    "content": "<p>From guided meditations to loving-kindness, there are many ways to meditate. Here's a quick guide to some popular types...</p>",
    "date": "2024-05-10",
    "tags": ["Types of Meditation"],
    "image": "https://images.unsplash.com/photo-1517841905240-472988babdf9?auto=format&fit=crop&w=600&q=80"
  },
  {
    "title": "The Science-Backed Benefits of Meditation",
    "preview": "Curious about what meditation actually does for your brain and body? Here's what the latest research reveals about its real benefits.",
    "content": "<p>Studies show meditation can reduce stress, improve focus, and boost emotional health. Here's what the science says...</p>",
    "date": "2024-04-28",
    "tags": ["Meditation Tips", "Science"],
    "image": "https://images.unsplash.com/photo-1503676382389-4809596d5290?auto=format&fit=crop&w=600&q=80"
  }
] 